Repository: bcornec/urpmi
Catalog: po/*.po
Languages: sk, sr

source: --synthesis cannot be used with --media, --excludemedia, --sortmedia, --update, --use-distrib or --parallel
sk: --synthesis nie je možné používať s --media, --excludemedia, --sortmedia, --update --use-distrib alebo --parallel
sr: --synthesis не може бити коришћен са --media, --excludemedia, --sortmedia, --update, --use-distrib или --parallel

source: ignoring non-free medium `%s'
sk: ignoruje sa non-free zdroj `%s'
sr: игноришем не-слободни медиј `%s'

source: un-ignoring non-free medium `%s' b/c nonfree packages are installed
sk: neignorovanie non-free zdroja `%s', tzn. nonfree balíky sa inštalujú
sr: не игноришем не-слободни медиј `%s' b/c не-слободни пакети су инсталирани

source: un-ignoring tainted medium `%s' b/c tainted packages are installed
sk: neignorovanie tainted zdroja `%s', tzn. tainted balíky sa inštalujú
sr: не ингоришем непоуздани медиј `%s' b/c непоуздани пакети се инсталирају

source: un-ignoring 32bit medium `%s' b/c 32-bit packages are installed or system is 32-bit EFI
sr: не игноишем 32битни медиј `%s' b/c 32-битни пакети су инсталирани или је систем 32-битни EFI

source: Search start: %s end: %s
sk: Spustenie vyhľadávania: %s ukončenie: %s
sr: Претрага почиње: %s завршава: %s

source: skipping package %s
sk: vynechávanie balíka %s
sr: прескачем пакет %s

source: would install instead of upgrade package %s
sk: mala by byť vykonaná inštalácia namiesto aktualizácie balíka %s
sr: ће инсталирати уместо ажурирати пакет %s

source: medium "%s" already exists
sk: zdroj "%s" už existuje
sr: медиј "%s" већ постоји

source: (ignored by default)
sk: (implicitne ignorované)
sr: (подразумевано се игнорише)

source: adding medium "%s" before remote medium "%s"
sk: pridávanie zdroja "%s" pred vzdialeným zdrojom "%s"
sr: додај медиј "%s" пре удаљеног медија "%s"

source: adding medium "%s"
sk: pridávanie média "%s"
sr: додајем медиј "%s"

source: failed to copy media.cfg to %s (%d)
sk: zlyhalo kopírovanie media.cfg do %s (%d)
sr: није успело копирање media.cfg у %s (%d)

source: directory %s does not exist
sk: adresár %s neexistuje
sr: директоријум %s не постоји

source: this location doesn't seem to contain any distribution
sk: toto umiestnenie zdá sa neobsahuje žiadnu distribúciu
sr: изгледа да ова локација не садржи ниједну диструбуцију

source: unable to parse media.cfg
sk: nie je možné správne prečítať media.cfg
sr: није могуће парсирати media.cfg

source: unable to access the distribution medium (no media.cfg file found)
sk: nie je možné pristúpiť k distribučnému zdroju (nebol nájdený súbor media.cfg)
sr: није могуће приступити медију дистрибуције (није пронађен media.cfg фајл)

source: skipping non compatible media `%s' (for %s)
sk: preskočenie nekomtapibilného zdroja `%s' (pre %s)
sr: прескачен не компатибилни медиј `%s' (за %s)

source: retrieving media.cfg file...
sk: získavanie súboru media.cfg...
sr: добављам media.cfg фајл...

source: trying to select nonexistent medium "%s"
sk: pokus o výber neexistujúceho zdroja "%s"
sr: покушавам да селектујем непостојећи медиј "%s"

source: selecting multiple media: %s
sk: výber viacerých zdrojov: %s
sr: покушавам да селектујем вишеструки медиј: %s

source: removing medium "%s"
sk: odstránenie zdroja "%s"
sr: уклањам медиј "%s"

source: reconfiguring urpmi for media "%s"
sk: rekonfigurovanie urpmi pre zdroj "%s"
sr: реконфигурација urpmi-ја за медиј "%s"

source: ...reconfiguration failed
sk: ...rekonfigurovanie zlyhalo
sr: ...реконфигурација није успела

source: reconfiguration done
sk: rekonfigoranie hotové
sr: реконфигурација завршена

source: Error generating names file: dependency %d not found
sk: Chyba generovania menného súboru: závislosť %d nenájdená
sr: Грешка при креирање фајла са именима: зависност %d није пронађена

source: medium "%s" is up-to-date
sk: zdroj "%s" je aktuálny
sr: медиј "%s" је ажуран

source: examining synthesis file [%s]
sk: preverovanie synthesis súboru [%s]
sr: испитујем synthesis фајл [%s]

source: problem reading synthesis file of medium "%s"
sk: problém s čítaním synthesis súboru pre zdroj "%s"
sr: проблем са читањем synthesis фајла за медиј "%s"

source: copying [%s] for medium "%s"...
sk: kopírovanie [%s] pre zdroj "%s"...
sr: копирам [%s] за медиј "%s"...

source: ...copying failed
sk: ...kopírovanie zlyhalo
sr: ...копирање није успело

source: copying description file of "%s"...
sk: kopírovanie súboru popisov pre "%s"...
sr: копирам описни фајл за "%s"...

source: ...copying done
sk: ...kopírovanie ukončené
sr: ...копирање завршено

source: copy of [%s] failed (file is suspiciously small)
sk: kopírovanie [%s] zlyhalo (súbor je podozrivo malý)
sr: копирање [%s] није успело (фајл је превише мали)

source: computing md5sum of retrieved source synthesis
sk: výpočet md5sum získaných súborov synthesis
sr: срачунавање md5sum добављених synthesis извора

source: retrieval of [%s] failed (md5sum mismatch)
sk: získavanie [%s] zlyhalo (nesprávny md5sum)
sr: добављање [%s] није успело (непоклапање md5sum-е)

source: genhdlist2 failed on %s
sk: genhdlist2 zlyhal na %s
sr: genhdlist2 није успео на %s

source: comparing %s and %s
sk: porovnávanie %s a %s
sr: упоређујем %s и %s

source: invalid hdlist file %s for medium "%s"
sk: neplatný hdlist súbor %s pre zdroj "%s"
sr: погрешни hdlist фајл %s за медиј "%s"

source: copying MD5SUM file of "%s"...
sk: kopírovanie MD5SUM súboru pre "%s"
sr: копирам MD5SUM фајл за "%s"...

source: invalid MD5SUM file (downloaded from %s)
sk: neplatný MD5SUM súbor (stiahnuté z %s)
sr: погрешан MD5SUM фајл (преузет са %s)

source: no metadata found for medium "%s"
sk: nenájdené metadata pre zdroj "%s"
sr: нису пронађени мета подаци за медиј "%s"

source: retrieving source synthesis of "%s"...
sk: získavanie zdrojového synthesis pre "%s"....
sr: добављање synthesis извора од "%s"...

source: examining pubkey file of "%s"...
sk: prehliada sa súbor s verejnými kľúčmi "%s"...
sr: испитукем фајл са јавним кључем за "%s"...

source: ...imported key %s from pubkey file of "%s"
sk: ...importovaný kľúč %s zo súboru s verejnými kľúčmi "%s"
sr: ..импортовани кључ %s од јавног кључа за "%s"

source: unable to import pubkey file of "%s"
sk: nie je možné naimportovať súbor s verejnými kľúčmi "%s"
sr: не могу да импортујем јавни кључ за "%s"

source: no synthesis file found for medium "%s"
sk: nenájdený synthesis súbor pre zdroj "%s"
sr: није пронађен synthesis фајл за медиј "%s"

source: updated medium "%s"
sk: aktualizovaný zdroj "%s"
sr: ажурирани медиј "%s"

source: retrieval of [%s] failed
sk: získavanie [%s] zlyhalo
sr: добављање [%s] није успело

source: trying again with mirror %s
sk: nový pokus so zrkadlom %s
sr: покушавам поново са мирором %s

source: Could not find a mirror from mirrorlist %s
sk: Nie je možné nájsť zrkadlo zo zoznamu zrkadiel %s
sr: Не могу да пронађен мирор са листе мирора %s

source: found geolocalisation %s %.2f %.2f from timezone %s
sk: nájdená geolokalizácia %s %.2f %.2f z časovej zóny %s
sr: пронађена геолокализација %s %.2f %.2f из временске зоне %s

source: getting mirror list from %s
sk: získavanie zoznamu zrkadiel z %s
sr: добављам листу мирора са %s

source: Nn
sr: НнNn

source: Yy
sk: YyAÁaá
sr: ДдDdYy

source: (y/N)
sk: (á/N)
sr: (д/Н)

source: Sorry, bad choice, try again
sk: Prepáčte, zlá voľba, skúste znova
sr: Погрешан избор, пробајте поново

source: Package
sk: Balík
sr: Пакет

source: Version
sk: verzia
sr: Верзија

source: Release
sk: Vydanie
sr: Издање

source: Arch
sr: Арх.

source: (recommended)
sk: (doporučené)
sr: (препоручено)

source: medium "%s"
sk: zdroj "%s"
sr: медиј "%s"

source: command line
sk: príkazový riadok
sr: командна линија

source: Marking %s as manually installed, it won't be auto-orphaned
sk: Označením %s ako manuálne nainštalovaný zapríčiní že nebude auto-osirotený.
sr: Означавам %s као ручно инсталиран, неће бити аутоматски проглашени непотребнима

source: The following package: %s is now orphaned.
sk: Nasledujúci balík: %s je odteraz osirotený.
sr: Следећи пакет: %s је сада непотребан.

source: You may wish to remove it.
sk: Bolo by vhodné ho odstrániť.
sr: Вероватно желите да га уклоните.

source: The following package: %s is now orphaned, if you wish to remove it, you can use "urpme --auto-orphans"
sk: Nasledujúci balík: %s je odteraz osirotený, ak si ho želáte odstrániť, môžete použiť "urpme --auto-orphans"
sr: Следећи пакет: %sје сада непотребан, уколико желите да га уклоните, можете користити "urpme --auto-orphans"

source: unable to parse "%s" in file [%s]
sk: nie je možné správne prečítať "%s" v súbore [%s]
sr: Не могу да парсирам "%s" у фајл [%s]

source: examining parallel handler in file [%s]
sk: prehliadanie paralelného ovládača v súbore [%s]
sr: испитујем паралелни држач у фајлу [%s]

source: found parallel handler for nodes: %s
sk: nájdený paralélny ovládač pre uzly: %s
sr: пронађен паралелни држач ѕа нодове: %s

source: unable to use parallel option "%s"
sk: nie je možné použiť voľbu parallel "%s"
sr: не могу да користим паралелну опцију "%s"

source: on node %s
sk: na uzle %s
sr: на чвору %s

source: Installation failed on node %s
sk: Inštalácia zlyhala na uzle %s
sr: Није успела инсталација на чвору %s

source: rshp failed, maybe a node is unreacheable
sk: rshp zlyhalo, možno je nedosiahnuteľný uzol
sr: rshp није успео, можда је чвор недоступан

source: mput failed, maybe a node is unreacheable
sk: mput zlyhalo, možno je nedosiahnuteľný uzol
sr: mput није успео, можда је чвор недоступан

source: scp failed on host %s (%d)
sk: scp zlyhalo na hosťovi %s (%d)
sr: scp није успео на хосту %s (%d)

source: cp failed on host %s (%d)
sk: cp zlyhalo na hosťovi %s (%d)
sr: cp није успео на хосту %s (%d)

source: %s failed on host %s (maybe it does not have a good version of urpmi?) (exit code: %d)
sk: %s zlyhalo na hosťovi %s (možno nemá správnu verziu urpmi?) (exit code: %d)
sr: %s није успео на хосту %s (можда нема одговарајућу верзију urpmi-ја?) (излазни код: %d)

source: unable to access medium "%s".
sk: nie je možné pristúpiť k zdroju "%s"
sr: не могу да приступим медију "%s".

source: mounting %s
sk: pripájanie %s
sr: монтирам %s

source: unmounting %s
sk: odpája sa %s
sr: демонтирам %s

source: urpmi was restarted, and the list of priority packages did not change
sk: urpmi bolo reštartované, a zoznam priorít balíkov nezmenený
sr: urpmi је рестартован, а листа приоритетних пакета није промењена

source: urpmi was restarted, and the list of priority packages did change: %s vs %s
sk: urpmi bolo reštartované, a zoznam priorít balíkov sa zmenenil: %s vs %s
sr: urpmi је рестартован, а листа приоритетних пакета је промењена %s vs %s

source: No package named %s
sk: Žiaden balík s menom %s
sr: Нема пакета са именом %s

source: The following packages contain %s: %s
sk: Nasledujúce balíky obsahujú %s: %s
sr: Следећи пакети садрже %s: %s

source: You should use "-a" to use all of them
sk: Mali by ste použiť "-a" aby sa použili všetky
sr: Требало би да користите "-a" да би их се користили

source: found package(s) %s in urpmi db, but none are installed
sk: nájdené balíky %s v urpmi databáze, ale žiaden nie je nainštalovaný
sr: пронађен пакет(и) %s у urpmi бази, али ниједан није инсталиран

source: Package %s is already installed
sk: Balík %s je už nainštalovaný
sr: Пакет %s је већ инсталиран

source: Packages %s are already installed
sk: Balíky %s sú už nainštalované
sr: Пакети %s су већ инсталирани

source: due to conflicts with %s
sk: kvôli konfliktom s %s
sr: због конфликта са %s

source: due to unsatisfied %s
sk: kvôli neuspokojenému %s
sr: због не задовољеног %s

source: trying to promote %s
sk: pokus o povýšenie %s
sr: покушавам да прикажем %s

source: in order to keep %s
sk: pre zachovanie poradia %s
sr: да бих задржао %s

source: The following package has to be removed for others to be upgraded: %s
sk: Nasledovné balíky museli byť odstránené aby bolo možné aktualizovať iné: %s
sr: Следећи пакет је уклоњен да би други могли бити ажурирани: %s

source: The following packages have to be removed for others to be upgraded: %s
sk: Nasledovné balíky musia byť byť odstránené aby bolo možné aktualizovať iné: %s
sr: Следећи пакети се морају уклонити да би други могли да буду ажурирани: %s

source: in order to install %s
sk: pre inštaláciu balíka %s
sr: да би инсталирао %s

source: due to missing %s
sk: kvôli chýbajucemu %s
sr: због не постојања %s

source: Invalid signature (%s)
sk: Chybný podpis (%s)
sr: Неисправан потпис (%s)

source: SECURITY: The following package is _NOT_ signed (%s): %s
sk: BEZPEČNOSŤ: Nasledujúci balík _NIE_je podpísaný (%s): %s
sr: БЕЗБЕДНОСТ: Следећи пакет _НИЈЕ_ потписан (%s): %s

source: SECURITY: NOT checking package "%s" (due to configuration)
sk: BEZPEČNOSŤ: NEkontroluje sa balík "%s" (z dôvodu nastavenia)
sr: БЕЗБЕДНОСТ: НЕ проверавам пакет "%s" (услед подешавања)

source: Invalid Key ID (%s)
sk: Chybný kľúč (%s)
sr: Погрешан ID кључа(%s)

source: Missing signature (%s)
sk: Chýbajúci podpis (%s)
sr: Недостаје потпис (%s)

source: SECURITY: Medium "%s" has no key (%s)!
sk: BEZPEČNOSŤ: Zdroj "%s" nemá kľúč (%s)!
sr: БЕЗБЕДНОСТ: Медиј "%s" нема кључ (%s)!

source: Medium without key (%s)
sk: Zdroj bez kľúča (%s)
sr: Медиј без кључа (%s)

source: system
sk: systém
sr: систем

source: You should restart your computer for %s
sk: Mali by ste reštartovať počítač kvôli %s
sr: Да ли желите да рестатујете ваш рачунар због %s

source: You should restart your session for %s
sk: Mali by ste reštartovať sedenie kvôli %s
sr: Да ли желите да рестартујете своју сесију због %s

source: You should restart %s for %s
sk: Mali by ste reštartovať %s kvôli %s
sr: Требало би да рестартујете %s због %s

source: Can't write file
sk: Nie je možný zápis do súboru
sr: Не могу да упишем фајл

source: Can't open file
sk: Nie je možné otvoriť súbor
sr: Не могу да отворим фајл

source: Can't move file %s to %s
sk: Nie je možné presunúť súbor %s do %s
sr: Не могу да померим фајл %s на %s

source: --auto - automatically select a package in choices.
sk: --auto - automaticky vybrať balíky ak je viacero možností.
sr: --auto - аутоматски селектује пакете од понуђеног.

source: --auto-orphans - remove orphans
sk: --auto-orphans - odstrániť siroty
sr: --auto-orphans - уклања непотребне пакете

source: --test - verify if the removal can be achieved correctly.
sk: --test - overiť či bude odstránenie vykonané bez problémov.
sr: --test - проверава да ли уклањање пакета може бити исправно урађено.

source: --parallel - distributed urpmi across machines of alias.
sk: --parallel - distribuované urpmi na rôzne stroje.
sr: --parallel - дистрибуирани urpmi преко машина са надимком.

source: --root - use another root for rpm removal.
sk: --root - použiť iný koreňový adresár pre odstránenie rpm balíkov.
sr: --root - користи други root за уклањање rpm-а.

source: --urpmi-root - use another root for urpmi db & rpm installation.
sk: --urpmi-root - použiť iný koreňový adresár pre urpmi db a inštaláciu rpm.
sr: --urpmi-root - користи други root за urpmi db & инсталацију rpm-а.

source: --justdb - update only the rpm db, not the filesystem.
sk: --justdb - aktualizovať iba rpm db, nie súborový systém.
sr: --justdb - ажурира само rpm базу података, не и фајл систем.

source: --noscripts - do not execute package scriptlet(s).
sk: --noscripts - nespúšťať skriptlet(y) balikov.
sr: --noscripts - не извршава скрипту(е) пакета.

source: --use-distrib - configure urpme on the fly from a distrib tree, useful to (un)install a chroot with --root option.
sk: --use-distrib - nastaviť urpme pre používanie distribučného zdroja, vhodné pri inštalácii(odinštalácii) v chroot prostredí s prepínačom --root.
sr: --use-distrib - подешава urpme у лету из стабла дистрибуције, корисно за (де)инсталацију chroot-а са --root опцијом.

source: --verbose, -v - verbose mode.
sk: --verbose, -v - zobraziť podrobnosti.
sr: --verbose, -v - verbose мод.

source: -a - select all packages matching expression.
sk: -a - vybrať všetky balíky zodpovedajúce výrazu.
sr: -a - изабери све пакете који одговарају изразу.

source: Only superuser is allowed to remove packages
sk: Iba superpoužívateľ môže odstraňovať balíky
sr: Само администратор има овлашћења да уклони пакете

source: unknown packages
sk: neznáme balíky
sr: непознати пакети

source: unknown package
sk: neznámy balík
sr: непознати пакет

source: Removing the following package will break your system:
sk: Odstránenie nasledujúceho balíka spôsobí zrútenie systému:
sr: Уклањањем следећег пакета можете покварити ваш систем:

source: Nothing to remove
sk: Nič na odstránenie
sr: Нема ничега што би се могло уклонити

source: No orphans to remove
sk: Žiadne siroty na odstránenie.
sr: Нема непотребних пакета за уклањање

source: To satisfy dependencies, the following package will be removed
sk: Kvôli zachovaniu závislostí bude nasledujúci balík odstránený
sr: Да би се задовољиле зависности, следећи пакет че бити уклоњен

source: (orphan package)
sk: (balík - sirota)
sr: (непотребни пакет)

source: Remove %d package?
sk: Odstrániť balík %d ?
sr: Уклони %d пакет?

source: testing removal of %s
sk: testovanie odstránenia %s
sr: тестиран уклањање %s

source: Removal failed
sk: Odstránenie neskončilo úspechom
sr: Уклањање није успело

source: Removal is possible
sk: Odstránenie je možné
sr: Уклањање је могуће

source: --version - print this tool's version number.
sk: --version - vytlačí číslo verzie nástroja.
sr: --version - приказује верзију овог програма.

source: --env - use specific environment (typically a bug report).
sk: --env - použiť špecifické prostredie (typické pre oznámenie o chybe).
sr: --env - користи специфично окружење (типично извештај о грешци).

source: --excludemedia - do not use the given media, separated by comma.
sk: --excludemedia - nepoužívať zadané zdroje; viaceré je možné oddeliť čiarkou.
sr: --excludemedia - не користи дати медиј, одвојен зарезом.

source: --literal, -l - don't match patterns, use argument as a literal string.
sk: --literal, -l - nezodpovedajú vzory, použiť argument ako doslovný reťazec.
sr: --literal, -l - не поклапа шеме, већ користи аргумент као лителарни стринг.

source: --sortmedia - sort media according to substrings separated by comma.
sk: --sortmedia - zoradiť zdroje podľa kľúčov; viaceré je možné oddeliť čiarkou.
sr: --sortmedia - сортира медије на основу подстрингова одвојених зарезом.

source: --use-distrib - use the given path to access media
sk: --use-distrib - použiť zadanú cestu pre prístup ku zdroju
sr: --use-distrib - користи дату путању за приступ медију

source: --synthesis - use the given synthesis instead of urpmi db.
sk: --synthesis - použiť zadaný synthesis súbor namiesto urpmi databázy.
sr: --synthesis - користи дати synthesis уместо urpmi-јеве базе података.

source: --uniq - do not print identical lines twice.
sk: --uniq - nezobrazovať zhodné riadky.
sr: --uniq - не приказује идентичне линије.

source: --update - use only update media.
sk: --update - použiť iba aktualizačné zdroje.
sr: --update - користи само update медиј.

source: --verbose - verbose mode.
sk: --verbose - zobraziť podrobnosti.
sr: -verbose - verbose режим.

source: -i - ignore case distinctions in patterns.
sk: -i - ignorovať veľkosť písma vo vzore.
sr: -i - игнорише разлику у карактеру у било којој шеми.

source: -I - honor case distinctions in patterns (default).
sk: -I - vo vzoroch sa berie do úvahy veľkosť písmen (implicitné).
sr: -I - поштује разлику у словима шеме (подразумевано).

source: -F<str> - change field separator (defaults to ':').
sk: -F<str> - zmení oddeľovač poľa (implicitne na ':').
sr: -F<str> - мења сепаратор поља (подразумевано на ':').

source: Pattern expressions:
sk: Vzor výrazov:
sr: Шематски изрази:

source: text - any text is parsed as a regexp, unless -l is used.
sk: text - každý text je braný ako regulárny výraz, pokiaľ nie je zadané -l.
sr: text - било који текст се парсира као regexp, осим ако се не користи -l.

source: -e - include perl code directly as perl -e.
sk: -e - vložiť perl kód priamo, podobne ako perl -e.
sr: -e - укључује перл код директно као perl -e.

source: -a - binary AND operator.
sk: -a - binárny AND operátor.
sr: -a - бинарни AND оператор.

source: -o - binary OR operator.
sk: -o - binárny OR operátor.
sr: -o - бинарни OR оператор.

source: ! - unary NOT.
sk: ! - unárne NOT.
sr: ! - уинарни NOT.

source: ( ) - left and right parentheses.
sk: () - ľavá a pravá zátvorka.
sr: ( ) - лева и десна заграда.

source: List of tags:
sk: Zoznam značiek:
sr: Листа тагова:

source: --qf - specify a printf-like output format
sk: --qf - udáva výstupný formát podľa príkazu printf
sr: --qf - посебан излазни формат сличан printf-у

source: example: '%%name:%%files'
sk: príklad: '%%name:%%files'
sr: пример: '%%име:%%фајлова'

source: --arch - architecture
sk: --arch - architektúra
sr: --arch - архитектура

source: --buildhost - build host
sk: --buildhost - zostavovací hosťovský počítač
sr: --buildhost - хост за креирање

source: --buildtime - build time
sk: --buildtime - zostavovací čas
sr: --buildtime - време креирања

source: --conffiles - configuration files
sk: --conffiles - konfiguračné súbory
sr: --conffiles - конфигурациони фајлови

source: --conflicts - conflict tags
sk: --conflicts - značky s konfliktmi
sr: --conflicts - тагови конфликта

source: --description - package description
sk: --description - popis balíka
sr: --description - опис пакета

source: --distribution - distribution
sk: --distribution - distribúcia
sr: --distribution - дистрибуција

source: --filename - filename of the package
sk: --filename - názov súboru balíka
sr: --filename - име фајла пакета

source: --files - list of files contained in the package
sk: --files - zoznam súborov v balíku
sr: --files - листа фајлова које се налазе у пакету

source: --group - group
sk: --group - skupina
sr: --group - група

source: --license - license
sk: --license - licencia
sr: --license - лиценца

source: --name - package name
sk: --name - názov balíka
sr: --name - име пакета

source: --obsoletes - obsoletes tags
sk: --obsoletes - zobraziť značku zastaralé
sr: --obsoletes - застареле ознаке

source: --packager - packager
sk: --packager - kto vytvoril balíček
sr: --packager - ко је креирао пакет

source: --provides - provides tags
sk: --provides - zobraziť značku poskytované
sr: --provides - обезбеђује ознаке

source: --requires - requires tags
sk: --requires - zobraziť značku vyžadované
sr: --requires - захтева ознаке

source: --size - installed size
sk: --size - inštalovaná veľkosť
sr: --size - величина након инсталације

source: --sourcerpm - source rpm name
sk: --sourcerpm - meno zdrojového rpm
sr: --sourcerpm - име изворног rpm-а

source: --recommends - recommends tags
sk: --recommends - zobraziť značku doporučené
sr: --recommends - препоручене ознаке

source: --summary - summary
sk: --summary - sumár
sr: --summary - зажетак

source: --vendor - vendor
sk: --vendor - dodávateľ
sr: --vendor - креатор

source: -m - the media in which the package was found
sk: -m - zdroj v ktorom bol balíček nájdený
sr: -m - медиј у ком је пакет пронађен

source: -f - print version, release and arch with name.
sk: -f - zobraziť verziu, vydanie a architektúru spolu s menom.
sr: -f - приказује верзију, издање и архитектуру, укључујући и име.

source: unterminated expression (%s)
sk: neukončený výraz (%s)
sr: непрекинути израз (%s)

source: Incorrect format: you may use only one multi-valued tag
sk: Nekorektný formát: môžete použiť iba jednu viachodnotovú značku
sr: Нетачан формат: можете да користите само једну више-вредносну ознаку

source: no hdlist available for medium "%s"
sk: nebol nájdený hdlist súbor pre zdroj "%s"
sr: нема доступне hdlist-е за медиј "%s"

source: no synthesis available for medium "%s"
sk: nenájdený synthesis súbor pre zdroj "%s"
sr: нема досупног synthesis-а за медиј "%s"
