Repository: bcornec/urpmi
Catalog: po/*.po
Languages: sk, sr

source: no xml-info available for medium "%s"
sk: nenájdené xml-info pre zdroj "%s"
sr: Нема xml-инфа за медиј "%s"

source: --auto-update - update media then upgrade the system.
sk: --auto-update - aktualizovať zdroje a potom aktualizácia systému.
sr: --auto-update - ажурирање медија а затим ажурирање система.

source: --no-md5sum - disable MD5SUM file checking.
sk: --no-MD5SUM - vypnúť MD5SUM kontrolu súborov.
sr: --no-md5sum - искључи проверу MD5SUM фајла.

source: --force-key - force update of gpg key.
sk: --force-key - vynúti aktualizáciu gpg kľúča.
sr: --force-key - затева ажурирање gpg кључа.

source: --auto-orphans - remove orphans without asking
sk: --auto-orphans - odstrániť siroty bez opýtania
sr: --auto-orphans - уклања застареле пакете без питања

source: --no-recommends - do not auto select "recommended" packages.
sk: --no-recommend - automaticky nevyberať "doporučené" balíky.
sr: --no-recommends - без аутоматске селекције "препоручених" пакета.

source: --no-uninstall - never ask to uninstall a package, abort the installation.
sk: --no-uninstall - nikdy sa nepýtať na odinštalovanie balíka, ukončiť inštaláciu.
sr: --no-uninstall - никада не тражи деинсталацију пакета, обустави инсталацију.

source: --no-install - don't install packages (only download)
sk: --no-install - neinštalovať balíky, iba ich stiahnuť.
sr: --no-install - не инсталира пакете (само их преузима)

source: --keep - keep existing packages if possible, reject requested packages that lead to removals.
sk: --keep - ponechať existujúce balíky ak je to možné, vynechať požadované balíky ktoré môžu viesť k odstraňovaniu.
sr: --keep - задржава постојеће пакет уколико је могуће, одбацује захтевани пакет који води уклањању.

source: --split-level - split in small transaction if more than given packages are going to be installed or upgraded, default is %d.
sk: --split-level - rozdeliť na menšie transakcie ak má byť nainštalovaných alebo aktualizovaných viacero balíkov, štandardná hodnota je %d.
sr: --split-level - издели у мале трансакције уколико ће бити инсталирано више пакета од датог броја, default је %d.

source: --split-length - small transaction length, default is %d.
sk: --split-length - malá veľkosť transakcií, štandardne je %d.
sr: --split-length - мала дужина трансакције, основна поставка је %d.

source: --fuzzy, -y - impose fuzzy search.
sk: --fuzzy, - y - fuzzy vyhľadávanie.
sr: --fuzzy, -y - покреће fuzzy претрагу.

source: --buildrequires - install the buildrequires of the packages
sk: --buildrequires - inštalovať balíky potrebné pre zostavenie balíkov
sr: --buildrequires - инсталира buildrequires пакета

source: --install-src - install only source package (no binaries).
sk: --install-src - nainštalovať len zdrojový balík (bez bináriek).
sr: --install-src - инсталира само пакете са изворним кодом.

source: --clean - remove rpm from cache before anything else.
sk: --clean - odstrániť nepoužité rpm súbory z dočasnej pamäti.
sr: --clean - уклања rpm из кеша пре било чега другог.

source: --noclean - don't clean rpms from cache.
sk: --noclean - nevymazať nepoužité rpm súbory z dočasnej pamäti.
sr: --noclean - не чисти rpm-ове из кеша.

source: --downgrade - downgrade a package from the version currently installed to the previously highest version
sk: --downgrade - nainštalovať nižšiu verziu balíka
sr: --downgrade - враћа пакет на претходну верзију у са тренутно инсталиране на претходно највишу верзију

source: --replacepkgs - force installing packages which are already installed.
sk: --replacepkgs - vynúť inštaláciu balikov ktoré sú už nainštalované.
sr: --replacepkgs - обавезно инсталира пакете који су већ инсталирани.

source: --allow-nodeps - allow asking user to install packages without dependencies checking.
sk: --allow-nodeps - umožniť rozhodnúť sa používateľovi inštaláciu balíka bez overovania závislosti.
sr: --allow-nodeps - дозвољава упит за корисника да ли да инсталира пакете без провере међузависности пакета.

source: --allow-force - allow asking user to install packages without dependencies checking and integrity.
sk: --allow-force - umožniť rozhodnúť sa používateľovi pre inštaláciu balíka bez overovania závislosti a integrity.
sr: --allow-force - дозовољава упит корисника да ли жели да инсталира пакете без провере међузависности и интегритета.

source: --allow-recommends - auto select "recommended" packages.
sk: --allow-recommends - automaticky vyberať "doporučené" balíky.
sr: --allow-recommends - аутоматски селектује "препоручене" пакете.

source: --use-distrib - configure urpmi on the fly from a distrib tree, useful to install a chroot with --root option.
sk: --use-distrib - nastaviť urpmi pre používanie distribučného zdroja, vhodné pri inštalácii v chroot prostredí s prepínačom --root.
sr: --use-distrib - подешава urpmi у лету из стабла дистрибуције, корисно за инстлацију chroot-а са --root опцијом.

source: --metalink - generate and use a local metalink.
sk: --metalink - generuj a použi lokálny metalink.
sr: --metalink - креира и користи локални metalink.

source: --download-all - download all needed packages before trying to install them
sk: --download-all - stiahni všetky potrebné balíky pred ich inštaláciou.
sr: --download-all - преузима све потребне пакете пре инсталације

source: --downloader - program to use to retrieve distant files. known programs: %s
sk: --downloader -program ktorý sa použije k získaniu vzdialených súborov. známe programy: %s
sr: --downloader - програм који треба да се користи за преузимање удаљени фајлова. познати пограми: %s

source: --curl-options - additional options to pass to curl
sk: --curl-options - ďalšie voľby programu curl
sr: --curl-options - додатне опције за прослеђивање до curl-а

source: --rsync-options- additional options to pass to rsync
sk: --rsync-optins - ďalšie voľby programu rsync
sr: --rsync-options- додатне опције за прослеђивање до rsync-а

source: --wget-options - additional options to pass to wget
sk: --wget-options - ďalšie voľby programu wget
sr: --wget-options - додатне опције за прослеђивање до wget-а

source: --prozilla-options - additional options to pass to prozilla
sk: --prozilla-options - ďalšie voľby programu prozilla
sr: --prozilla-options - додатне опције за прослеђивање до prozilla-е

source: --aria2-options - additional options to pass to aria2
sk: --aria2-options - ďalšie voľby programu aria2
sr: --aria2-options - додатне опције за прослеђивање до aria2

source: --limit-rate - limit the download speed.
sk: --limit-rate - obmedziť rýchlosť sťahovania súborov.
sr: --limit-rate - лимитира брзину download-а.

source: --resume - resume transfer of partially-downloaded files (--no-resume disables it, default is disabled).
sk: --resume - pokračovať v získavaní pre súbory ktoré neboli kompletné (--no-resume zakáže takéto chovanie, štandardne je zakázané).
sr: --resume - наставља тренсфер делимично преузетих фајлова (--no-resume га искључује, подразумевано је искључено).

source: --proxy - use specified HTTP proxy, the port number is assumed to be 1080 by default (format is <proxyhost[:port]>).
sk: --proxy - použiť špecifikovanú HTTP proxy, číslo portu je štandardne 1080 (formát zápisu <proxy[:port]>).
sr: --proxy - користи специфицирани HTTP proxy, прој порта се претпоставља да је 1080 по default-у (формат је <proxyhost[:port]>).

source: --proxy-user - specify user and password to use for proxy authentication (format is <user:password>).
sk: --proxy-user - špecifikovanie používateľa a hesla pri použití proxy autentifikácie (formát je <používateľ:heslo>).
sr: --proxy-user - одређује корисника и лозинку који се користе за proxy аутентификацију (формат је <user:password>).

source: --bug - output a bug report in directory indicated by next arg.
sk: --bug - vytvoriť oznámenie o chybe do adresára uvedeného za argumentom.
sr: --bug - прави извештај о грешци у директоријуму прослеђеном као следећи аргумент.

source: --excludepath - exclude path separated by comma.
sk: --excludepath - cesty ktoré nemajú byť použité; viaceré je možné oddeliť čiarkou.
sr: --excludepath - искључује путању раздвојену зарезом.

source: --excludedocs - exclude doc files.
sk: --excludedocs - vynechať súbory s dokumentáciou.
sr: --excludedocs - искључује docs фајлове.

source: --ignoresize - don't verify disk space before installation.
sk: --ignoresize - pred inštaláciou nekontrolovať veľkosť voľného miesta na disku.
sr: --ignoresize - не проверава величину диска пре инсталације.

source: --ignorearch - allow to install rpms for unmatched architectures.
sk: --ignorearch - dovolí inštalovať balíky z iných architektúr.
sr: --ignorearch - омогућава инсталацију rpm-ова за неодговарајућу архитектуру.

source: --noscripts - do not execute package scriptlet(s)
sk: --noscripts - nespustí skriptlet(y) balíku
sr: --noscripts - не извршава пакетну скрипту(е)

source: --replacefiles - ignore file conflicts
sk: --replacefiles - ignoruje konflikty súborov
sr: --replacefiles - игнорише конфликте између фајлова

source: --skip - packages which installation should be skipped
sk: --skip - balíky ktorých inštalácia nebude vykonaná
sr: --skip - пакети чија инсталација треба да се прескочи

source: --prefer - packages which should be preferred
sk: --prefer - balíky ktoré by mali byť uprednostnené
sr: --prefer - пакети који требају да буду приоритетни

source: --more-choices - when several packages are found, propose more choices than the default.
sk: --more-choices - ak budú nájdené viaceré balíky, ponúknuť viacero možností namiesto implicitnej.
sr: --more-choices - када је пронађено неколико пакета, предлаже већи избор него што је подразумевано.

source: --nolock - don't lock rpm db.
sk: --nolock - nezamkýnať rpm db.
sr: --nolock - не закључава rpm базу података.

source: --strict-arch - upgrade only packages with the same architecture.
sk: --strict-arch - aktualizovať iba balíky s rovnakou architektúrou.
sr: --strict-arch - ажурира само пакете са истом архитектуром.

source: -a - select all matches on command line.
sk: -a - vybrať všetky zhody na príkazovom riadku.
sr: -a - бира сва поклапања у командној линији.

source: --quiet, -q - quiet mode.
sk: --quiet, -q - režim bez výpisov.
sr: --quiet, -q - quiet мод.

source: --debug - very verbose mode.
sk: --debug - veľmi ukecaný režim.
sr: --debug - мод са веома опширним обавештавањем.

source: names or rpm files given on command line will be installed.
sk: mená alebo rpm súbory uvedené na príkazovom riadku budú nainštalované.
sr: имена или rpm фајлови дати у командној линији ће бити инсталирани.

source: Error: can't use --auto-select along with package list.
sk: Chyba: nie je možné použiť --auto-select so zoznamom balíkov.
sr: Грешка: не могу да користим --auto-select са листом пакета.

source: Error: To generate a bug report, specify the usual command-line arguments along with --bug.
sk: Chyba: Ak chcete vygenerovať hlásenie o chybe, zadajte obvyklé parametre na príkazovom riadku a pridajte parameter --bug.
sr: Грешка: За креирање извештаја о грешци, упиши уобичајене аргументе у командној линији заједно са --bug.

source: You can't install binary rpm files when using --install-src
sk: Nemôžete inštalovať binárne súbory ak použijete --install-src
sr: Не можете инсталирати бинарне rpm фајлове када користите --install-src

source: You can't install spec files
sk: Nemôžete inštalovať spec súbory
sr: Не можете да инсталирате spec фајлове

source: defaulting to --buildrequires
sk: použije sa --buildrequires
sr: враћам на --buildrequires

source: please use --buildrequires or --install-src, defaulting to --buildrequires
sk: prosím použite --buildrequires alebo --install-src, štandardne --buildrequires
sr: користите --buildrequires или --install-src, враћам на --buildrequires

source: Directory [%s] already exists, please use another directory for bug report or delete it
sk: Adresár [%s] už existuje, použite prosím iný adresár pre hlásenie o chybe, alebo ho vymažte
sr: Директоријум [%s] већ постоји, изаберите други директоријум за пријављивање багова или га избришите

source: Unable to create directory [%s] for bug report
sk: Nemôžem vytvoriť adresár [%s] pre ohlásenie chyby
sr: не могу да направим директоријум [%s] за извештај о грешци

source: Error: %s appears to be mounted read-only. Use --allow-force to force operation.
sk: Chyba: %s sa zdá byť pripojený iba pre čítanie. Použite --allow-force pre vnútenie tejto operácie.
sr: Грешка: изгледа да је %s монтиран као read-only. Користите --allow-force да би захтевали наставак операције.

source: %s: %s (to upgrade)
sk: %s: %s (k aktualizácii)
sr: %s: %s (за ажурирање)

source: %s (to upgrade)
sk: %s (k aktualizácii)
sr: %s (за ажурирање)

source: %s: %s (to install)
sk: %s: %s (k inštalácii)
sr: %s: %s (за инсталацију)

source: %s (to install)
sk: %s (k inštalácii)
sr: %s (за инсталацију)

source: In order to satisfy the '%s' dependency, one of the following packages is needed:
sk: Z dôvodu zachovania závislosti '%s', je potrebný jeden z nasledujúcich balíkov:
sr: Да би се задовољиле '%s' зависности, један од следећих пакета се мора инсталирати:

source: What is your choice? (1-%d)
sk: Váš výber? (1-%d)
sr: Шта желите? (1-%d)

source: The following package cannot be installed because it depends on packages that are older than the installed ones: %s
sk: Nasledovný balík nie je možné inštalovať pretože majú závislosť na balíkoch ktoré sú staršie ako tie ktoré sú nainštalované: %s
sr: Следећи пакет не може бити инсталиран зато што зависи од пакета који су старији од већ инсталираних: %s

source: The following packages can't be installed because they depend on packages that are older than the installed ones: %s
sk: Nasledovné balíky nie je možné inštalovať pretože majú závislosť na balíkoch ktoré sú staršie ako tie ktoré sú nainštalované: %s
sr: Следећи пакети не могу бити инсталирани зато што зависе од пакета који су старији од већ инсталираних: %s

source: Continue installation anyway?
sk: Napriek tomu pokračovať v inštalácii?
sr: Свеједно настави инсталацију?

source: (Y/n)
sk: (Á/n)
sr: (Д/н)

source: A requested package cannot be installed: %s
sk: Požadovaný balík nemôže byť nainštalovaný: %s
sr: Захтевани пакет не може бити инсталиран: %s

source: removing package %s will break your system
sk: odstránenie balíka %s zrejme zrúti váš systém
sr: уклањање пакета %s ће нарушити Ваш систем

source: The installation cannot continue because the following package has to be removed for others to be upgraded: %s
sk: Inštalácia nemôže pokračovať pretože nasledovný balík musí byť odstránený aby mohli byť iné aktualizované: %s
sr: Инсталација не може да се настави зато што следећи пакет мора да буде уклоњен да би други били ажурирани: %s

source: The installation cannot continue because the following packages have to be removed for others to be upgraded: %s
sk: Inštalácia nemôže pokračovať pretože nasledovné balíky musia byť odstránené aby mohli byť iné aktualizované: %s
sr: Инсталација се не може наставити зато што следећи пакети морају бити уклоњени да би остали могли да се ажурирају: %s

source: (test only, removal will not be actually done)
sk: (iba test, odstránenie sa neuskutoční)
sr: (само тест, уклањање се неће заиста провести)

source: You must first call urpmi with --buildrequires to install the following dependencies: %s
sk: Najprv musíte spustiť urpmi s voľbou --buildrequires aby sa neinštalovali nasledovné závislosti: %s
sr: Прво морате да покренете urpmi са --buildrequires да би инсталирали следеће зависности: %s

source: The following orphan package will be removed.
sk: Nasledujúci balík - sirota bude odstránený.
sr: Следећи застарели пакет ће бити уклоњен

source: WARNING: %s option is in use. Some strange problems may happen
sk: UPOZORNENIE: Používa sa voľba %s. Môže prísť ku neobvyklým problémom
sr: УПОЗОРЕЊЕ: %s опција је у употреби. Могу се појавити неки чудни проблеми

source: (test only, installation will not be actually done)
sk: (iba test, inštalácia sa neuskutoční)
sr: (само тест, инсталација се неће стварно извести)

source: Press Enter when mounted...
sk: Stlačte Enter po pripojení...
sr: Притисни Ентер када буде монтиран...

source: usage: urpmi.addmedia [options] <name> <url> where <url> is one of [file:/]/<path> ftp://<login>:<password>@<host>/<path> ftp://<host>/<path> http://<host>/<path> cdrom://<path> usage: urpmi.addmedia [options] --distrib --mirrorlist <url> usage: urpmi.addmedia [options] --mirrorlist <url> <name> <relative path> examples: urpmi.addmedia --distrib --mirrorlist '$MIRRORLIST' urpmi.addmedia --mirrorlist '$MIRRORLIST' backports media/main/backports urpmi.addmedia --distrib --zeroconf and [options] are from
sr: употреба: urpmi.addmedia [опције] <name> <url> где је <url> један од [file:/]/<path> ftp://<login>:<password>@<host>/<path> ftp://<host>/<path> http://<host>/<path> cdrom://<path> употреба: urpmi.addmedia [options] --distrib --mirrorlist <url>употреба: urpmi.addmedia [options] --mirrorlist <url> <name> <relative path> примери: urpmi.addmedia --distrib --mirrorlist '$MIRRORLIST' urpmi.addmedia --mirrorlist '$MIRRORLIST' backports media/main/backports urpmi.addmedia --distrib --zeroconf а [опције] су из

source: --wget - use wget to retrieve distant files.
sk: --wget - použiť wget pre získanie vzdialených súborov.
sr: --wget - користи wget за добављање удаљених фајлова.

source: --curl - use curl to retrieve distant files.
sk: --curl - použiť curl pre získanie vzdialených súborov.
sr: --curl - користи curl за добављање удаљених фајлова.

source: --prozilla - use prozilla to retrieve distant files.
sk: --prozilla - použiť prozilla pre získanie vzdialených súborov.
sr: --prozilla - користи prozilla за преузимање удаљених фајлова.

source: --aria2 - use aria2 to retrieve distant files.
sk: --aria2 - použiť aria2 pre získanie vzdialených súborov.
sr: --aria2 - користи aria2 за преузимање удаљених фајлова.

source: --update - create an update medium, or discard non-update media (when used with --distrib)
sk: --update - vytvoriť aktualizačný zdroj, alebo zrušiť neaktualizačné zdroje (pri použití --distrib)
sr: --update - креира ажурирани медиј, или одбацује не-ажуриране медије (када се користи са --distrib)

source: --xml-info - use the specific policy for downloading xml info files one of: never, on-demand, update-only, always. cf urpmi.cfg(5)
sk: --xml-info - použiť špecifickú politiku pre sťahovanie xml-info súborov jedna z: never, on-demand, update-only, always. cf urpmi.cfg(5)
sr: --xml-info - користи посебна правила за преузимање xml инфо фајлова један од: never, on-demand, update-only, always. cf urpmi.cfg(5)

source: --probe-synthesis - use synthesis file.
sk: --probe-synthesis - použiť synthesis súbor.
sr: --probe-synthesis - користи synthesis фајл.

source: --probe-rpms - use rpm files (instead of synthesis).
sk: --probe-rpms - použiť rpm súbory (namiesto synthesis).
sr: --probe-rpms - користи rpm фајлове (уместо synthesis-а).

source: --no-probe - do not try to find any synthesis file.
sk: --no-probe - nehľadaj žiadny synthesis súbor.
sr: --no-probe - не покушава да пронађе било који synthesis фајл.

source: --distrib - automatically create all media from an installation medium.
sk: --distrib - automaticky vytvoriť všetky zdroje z inštalačného zdroja.
sr: --distrib - аутоматски направи све медије са инсталационог медија.

source: --interactive - with --distrib, ask confirmation for each media
sk: --interactive - spolu s --distrib, vypýta si potvrdenie pre každý zdroj
sr: --interactive - са --distrib, тражи потврду за сваки медиј

source: --all-media - with --distrib, add every listed media
sk: --all-media - spolu s --distrib, pridá každý dostupný zdroj
sr: --all-media - са --distrib, додаје сваки приказани медиј

source: --virtual - create virtual media wich are always up-to-date.
sk: --virtual - vytvoriť virtuálny zdroj ktorý bude stále aktuálny.
sr: --virtual - креира виртуелн медиј који је увек ажуриран.

source: --no-md5sum - disable MD5SUM file checking.
sk: --no-md5sum - zakázať MD5SUM kontrolu.
sr: --no-md5sum - деактивира MD5SUM проверу фајла.

source: --nopubkey - don't import pubkey of added media
sk: --nopubkey - neimportovať verejný kľúč pridaného média
sr: --nopubkey - не импортује јавне кључеве доданих медија

source: --raw - add the media in config, but don't update it.
sk: --raw - pridať médium do konfigurácie, ale neaktualizovať.
sr: --raw - додаје медиј у конфигурацију, али га не ажурира.

source: -q - quiet mode.
sk: -q - zobrazovať minimum informácií.
sr: -q - тихи режим (мало порука).

source: -v - verbose mode.
sk: -v - zobraziť podrobnosti.
sr: -v - verbose режим.

source: known xml-info policies are %s
sk: známe xml-info politiky %s
sr: позната xml-info правила су %s

source: no argument needed for --distrib --mirrorlist <url>
sk: nie je potrebný argument pre --distrib --mirrorlist <url>
sr: аргументи нису потреби за --distrib --mirrorlist <url>

source: bad <url> (for local directory, the path must be absolute)
sk: chybné <url> (pre lokálny adresár, cesta musí byť absolútna)
sr: лош <url> (за локални директоријум, путања мора бити апсолутна)

source: Only superuser is allowed to add media
sk: Iba superpoužívateľ môže pridávať zdroje
sr: Само администратор може да дода медиј

source: creating config file [%s]
sk: vytváranie config súboru [%s]
sr: креирање конфигурационог фајла [%s]

source: Can't create config file [%s]
sk: Nebolo možné vytvoriť konfiguračný súbor [%s]
sr: Не могу да креирам конфигурациони фајл [%s]

source: no need to give <relative path of synthesis> with --distrib
sk: nie je potrebné zadávať <relatívnu cestu synthesis> pri --distrib
sr: нема потреба за давањем <relative path of synthesis> са --distrib

source: Do you want to add media '%s'?
sk: Prajete si pridať zdroj '%s'?
sr: Да ли желите да додате медиј '%s'?

source: unable to add medium
sk: Nie je možné pridať zdroj
sr: не могу да додам медиј

source: <relative path of synthesis> missing
sk: <relatívna cesta synthesis> chýba
sr: <relative path of synthesis> недостаје

source: Can't use %s with remote medium
sk: Nie je možné použiť %s so vzdialeným zdrojom
sr: НЕ могу да користим %s са удаљеним медијем

source: usage: urpmi.removemedia (-a | <name> ...) where <name> is a medium name to remove.
sk: použitie: urpmi.removemedia (-a | <name> ...) kde <name> je meno zdroja ktorý sa má odstrániť.
sr: употреба: urpmi.removemedia (-a | <име> ...) где је <име> име медија за уклањање.

source: -a - select all media.
sk: -a - vybrať všetky zdroje.
sr: -a - селектује све медије.

source: -y - fuzzy match on media names.
sk: -y - skrátený výpis názvov médií.
sr: -y - fuzzy поклапање са именима медијаmatch on media names.

source: Only superuser is allowed to remove media
sk: Iba superpoužívateľ môže odstraňovať médiá
sr: Само администратор може да уклања медије

source: nothing to remove (use urpmi.addmedia to add a media)
sk: nie je čo odstrániť (použi urpmi.addmedia na pridanie zdroja)
sr: нема ничега за брисање (користи urpmi.addmedia за додавање медија)

source: the entry to remove is missing (one of %s)
sk: chýba názov média pre odstránenie (jedna z %s)
sr: недостаје унос за брисање (један од %s)

source: usage: urpmi.update [options] <name> ... where <name> is a medium name to update.
sk: použitie: urpmi.update [voľby] <meno> ... kde <meno> je zdroj pre aktualizáciu.
sr: употреба: urpmi.update [опције] <име> ... где <име> јесте име медија за ажурирање.

source: --update - update only update media.
sk: --update - použiť len aktualizačné zdroje.
sr: --update - ажурирај само медијум за ажурирање.

source: --force-key - force update of gpg key.
sk: --force-key - vnútiť aktualizáciu gpg kľúča.
sr: --force-key - приморава на ажурирање gpg кључа.

source: --ignore - don't update, mark the media as ignored.
sk: --ignore - neaktualizovať, označiť zdroj ako ignorovaný.
sr: --ignore - не ажурира, означава медиј као игнорисан.
