Repository: bcornec/urpmi
Catalog: po/*.po
Languages: sk, sr

source: Distribution Upgrade
sk: Aktualizácia distribúcie
sr: Ажурирање Дистрибуције

source: Packages installation
sk: Inštalácia balíkov
sr: Инсталација пакета

source: Please wait...
sk: Čakajte prosím...
sr: Молим сачекајте...

source: Verifying package signatures...
sk: Overovanie podpisov balíkov...
sr: Провера потписа на пакетима...

source: Preparing...
sk: Príprava...
sr: Припремам...

source: Removing package `%s' ...
sk: Odstraňovanie balíka `%s' ...
sr: Уклањање пакета `%s' ...

source: Installing package `%s' (%s/%s)...
sk: Inštalácia balíka `%s' (%s/%s)...
sr: Инсталирам пакет `%s' (%s/%s)...

source: Downloading package `%s'...
sk: Získavanie balíka `%s'...
sr: Преузимам пакет `%s'...

source: Cancel
sk: Zrušiť
sr: Одустани

source: ...retrieving failed: %s
sk: ...získavanie zlyhalo: %s
sr: ...добављање није успело: %s

source: RPM installation
sk: Inštalácia RPM
sr: Инсталација RPM-a

source: Error: unable to find file %s, will cancel operation
sk: Chyba: nie je možné nájsť súbor %s, operácia sa zruší.
sr: Грешка: није могуће пронаћи фајл %s, операција се обуставља

source: _Ok
sr: _У реду

source: You have selected a source package: %s You probably didn't want to install it on your computer (installing it would allow you to make modifications to its sourcecode then compile it). What would you like to do?
sk: Vybrali ste si zdrojový balík: %s Je možné, že ho nechcete skutočne inštalovať na váš počítač (inštalácia vám umožní vykonať modifikácie v zdrojových kódov a potom ho prekompilovať). Čo si želáte spraviť?
sr: Изабрали сте изворни пакет: %s Вероватно нисте планирали да га инсталирате на ваш рачунар (исталација би вам омогућила да направите измене у његовом изворном коду а потом компајлирате). What would you like to do?

source: You are about to install the following software packages on your computer: %s Proceed?
sk: Vybrali ste si inštaláciu nasledovného softvérového balíka na váš počítač: %s Vykonať?
sr: Спремате се да инсталирате следеће пакете на ваш рачунар: %s Настави?

source: You are about to install the following software package on your computer: %s You may prefer to just save it. What is your choice?
sk: Vybrali ste si inštaláciu nasledovného softvérového balíka na váš počítač: %s Mali by ste preferovať iba jeho uloženie. Aký je váš výber?
sr: Спремате се да инсталирате следећи софтверски пакет на ваш рачунар: %s Можда желите само да га сачувате. Који је ваш избор?

source: _Install
sk: _Inštalácia
sr: _Инсталирај

source: _Save
sk: _Uložiť
sr: _Сачувај

source: _Cancel
sk: _Zrušiť
sr: _Поништи

source: Choose location to save file
sk: Vyberte umiestnenie pre uloženie súboru
sr: Изабери где ћеш сачувати фајл

source: Ok
sr: У реду

source: Options:
sk: Možnosti:
sr: Опције:

source: --help - print this help message.
sk: --help - zobraziť túto pomoc.
sr: --help - приказује овај екран о помоћи.

source: --auto - non-interactive mode, assume default answers to questions.
sk: --auto - neinteraktívny mód, predpokladá východzie odpovede na otázky.
sr: --auto - не-итерактивни мод, претпоставља подразумеване одговоре на питања.

source: --auto-select - automatically select packages to upgrade the system.
sk: --auto-select - automatický výber balíkov pre aktualizáciu systému.
sr: --auto-select - аутоматска избор пакета да би се ажурирао систем.

source: --force - force invocation even if some packages do not exist.
sk: --force - vnútiť vykonanie aj ak niektoré balíky neexistujú.
sr: --force - приморава на инвокацију чак и ако неки пакети не постоје.

source: --verify-rpm - verify rpm signature before installation (--no-verify-rpm disables it, default is enabled).
sk: --verify-rpm - overenie rpm podpisu pred inštaláciou (--no-verify-rpm - vypína overovanie, východzie je zapnuté).
sr: --verify-rpm - проверава rpm потпис пре инсталације (--no-verify-rpm га искључује, подразумевано је укључен).

source: --media - use only the given media, separated by comma.
sk: --media - použiť len zadané zdroje; viaceré je možné oddeliť čiarkou.
sr: --media - користи само дати медиј, одвојен зарезом.

source: -p - allow search in provides to find package.
sk: -p - pre nájdenie balíka hľadať aj v poskytovaných.
sr: -p - дозвољава претраживање по пружању ради налажења пакета.

source: -P - do not search in provides to find package.
sk: -P - pre nájdenie balíka nehľadať v poskytovaných.
sr: -P - не претражује доступне ради налажења пакета.

source: --root - use another root for rpm installation.
sk: --root - použiť iný koreňový adresár pre inštaláciu rpm balíkov.
sr: --curl - користи још један root за rpm инсталацију.

source: --test - only verify if the installation can be achieved correctly.
sk: --test - iba overiť či bude inštalácia vykonaná bez problémov.
sr: --test - само проверава да ли инсталација може успешно да се заврши.

source: --searchmedia - use only the given media to search requested packages.
sk: --searchmedia - použiť iba zadaný zdroj pre nájdenie požadovaných balíkov.
sr: --searchmedia - користи само дати медиј за претрагу тражених пакета.

source: No packages specified
sk: Nevybratý žiaden balík
sr: Нема селектованих пакета

source: Must be root
sk: Sú vyžadované právomoci root-a
sr: Мора бити root

source: Preparing packages installation...
sk: Príprava balíkov na inštaláciu...
sr: Припремам инсталацију пакета...

source: Some requested packages cannot be installed: %s
sk: Niektoré požadované balíky nie je možné nainštalovať: %s
sr: Неки изабрани пакети се не могу инсталирати: %s

source: Some requested packages cannot be installed: %s Continue installation anyway?
sk: Niektoré požadované balíky nie je možné nainštalovať: %s Pokračovať v inštallácii aj tak?
sr: Неки изабрани пакети се не могу инсталирати: %s Да ли свеједно да наставим са инсталацијом?

source: Warning
sk: Varovanie
sr: Упозорење

source: (to upgrade)
sk: (na aktualizáciu)
sr: (за ажурирање)

source: (to install)
sk: (na inštaláciu)
sr: (за инсталацију)

source: Package choice
sk: Výber balíka
sr: Избор пакета

source: One of the following packages is needed:
sk: Jeden z nasledujúcich balíkov je potrebný:
sr: Потребан(и) су следећи пакет(и):

source: _Abort
sk: _Zrušiť
sr: _Одустати

source: The following packages have to be removed for others to be upgraded: %s Continue installation anyway?
sk: Nasledovné balíky by mali byť odstránené aby bolo možné aktualizovať iné: %s Pokračovať v inštalácii?
sr: Следећи пакети морају бити уклоњени да би други могли да се ажурирају: %s Да ли да наставим са инсталацијом?

source: %s of additional disk space will be used.
sk: %s dodatočného diskového priestoru sa zaberie.
sr: %s додатног простора на диску ће бити искоришћено.

source: %s of disk space will be freed.
sk: %s diskového priestoru bude uvoľnené
sr: %s простора на диску ће бити ослобођено.

source: %s of packages will be retrieved.
sk: %s balikov sa nahradí
sr: %s пакета ће бити преузето.

source: Proceed with the installation of one package?
sk: Pokračovať v inštalácii jedného balika?
sr: Настави за инсталацијом пакета?

source: To satisfy dependencies, the following package is going to be installed:
sk: Kvôli zachovaniu závislostí, by mal byť nainštalovaný nasledujúci balík:
sr: За задовољење зависности, следећи пакет ће бити инсталиран:

source: To satisfy dependencies, the following packages are going to be installed:
sk: Kvôli zachovaniu závislostí, by mali byť nainštalované nasledujúce balíky:
sr: За задовољење зависности, следећи пакети ће бити инсталирани:

source: unable to get source packages, aborting
sk: nie je možné získať zdrojové balíky, prerušenie
sr: извор пакета није доступан, излазим...

source: Please insert the medium named "%s"
sk: Prosím vložte médium "%s"
sr: Унесите медиј са именом "%s"

source: An error occurred:
sk: Nastala chyba:
sr: Појавила се грешка:

source: _Done
sk: _Hotovo
sr: _Завршено

source: Installation failed, some files are missing: %s
sk: Inštalácia zlyhala, niektoré súbury chýbajú: %s
sr: Инсталација није успела, недостају неки фајлови: %s

source: You may want to update your urpmi database.
sk: Možno budete chcieť aktualizovať vašu urpmi databázu.
sr: Можда желите да ажурирате своју urpmi базу података.

source: Installation failed:
sk: Inštalácia zlyhala:
sr: Инсталација није успела:

source: The package(s) are already installed
sk: Všetko je už nainštalované
sr: Пакет(и) је(су) већ инсталиран(и)

source: Installation finished
sk: Inštalácia ukončená
sr: Инсталација завршена

source: restarting urpmi
sk: znovuspustenie urpmi
sr: рестартујем urpmi

source: usage: %s [options] where [options] are from
sk: použitie: %s [voľby] kde [voľby] sú niektoré z
sr: употреба: %s [опције] где су [опције] из

source: -h|--help - print this help message.
sk: -h|--help - zobraziť túto pomoc.
sr: -h|--help - приказује овај екран о помоћи.

source: --root <path> - use the given root instead of /
sk: -root <cesta> - použiť zadaný koreň súborového systému namiesto /
sr: --root <path> - користи дати root уместо /

source: -g [group] - restrict results to specified group.
sk: -g [skupina] - obmedziť výsledky iba pre zadanú skupinu.
sr: -g [group] - ограничава резултате на одређену групу.

source: defaults to %s.
sk: implicitná je %s.
sr: подразумевано на %s.

source: -f - output rpm full name (NVRA)
sk: -f - plné meno výstupného rpm (NVRA)
sr: -f - избацује пуно rpm име (NVRA)

source: Only superuser is allowed to install packages
sk: Inštalovať balíky má dovolené len superužívateľ
sr: Само администратор може да инсталира пакете

source: Running urpmi in restricted mode...
sk: Beh urpmi v reštriktívnom režime...
sr: Покрећем urpmi у ограниченом моду...

source: While some packages may have been installed, there were failures.
sk: Hoci sa nejaké balíky nainštalovali, objavili sa pri tom nejaké chyby.
sr: Иако су неки пакети можда инсталирани, било је неуспешног.

source: fail to create directory %s
sk: zlyhalo vytvorenie adresára %s
sr: није успело креирање директоријума %s

source: invalid owner for directory %s
sk: neplatný vlastník pre adresár %s
sr: погрешан власник директоријума %s

source: Can not download packages into %s
sk: Nie je možné stiahnuť balíky do %s
sr: Не могу да преузимем пакете у %s

source: Environment directory %s does not exist
sk: Adresár prostredia %s neexistuje
sr: Околни директоријум %s не постоји

source: using specific environment on %s
sk: použitie špecifického prostredia na %s
sr: користим дато окружење на %s

source: unable to open rpmdb
sk: nemôžem otvoriť rpmdb
sr: не могу да отворим rpmdb

source: invalid rpm file name [%s]
sk: nesprávne meno rpm súboru [%s]
sr: погрешно име rpm датотеке [%s]

source: retrieving rpm file [%s] ...
sk: získavanie rpm súboru [%s] ...
sr: добављам rpm фајл [%s] ...

source: ...retrieving done
sk: ...získavanie ukončené
sr: ... добављање завршено

source: unable to access rpm file [%s]
sk: nie je možné pristúpiť k rpm súboru [%s]
sr: не могу да приступим rpm датотеци [%s]

source: unable to parse spec file %s [%s]
sk: nie je možné správne prečítať %s [%s]
sr: није могуће парсирати спец фајл %s [%s]

source: unable to register rpm file
sk: nie je možné zaregistrovať rpm súbor
sr: не могу да региструјем rpm фајл

source: Incompatible architecture for rpm [%s]
sk: Nekompatibilná architektúra pre rpm [%s]
sr: Неодговарајућа архитектура за rpm [%s]

source: error registering local packages
sk: chyba pri registrácii lokálnych balíkov
sr: грешка при регистровању локалних пакета

source: This operation is forbidden while running in restricted mode
sk: Táto operácia nie je povolená ak program beží v reštriktívnom režime
sr: Ова операција је забрањена док користе програм у ограниченом моду

source: bad proxy declaration on command line
sk: nesprávna deklarácia proxy v príkazovom riadku
sr: лоша proxy-декларација у командној линији

source: urpmq: cannot read rpm file "%s"
sk: urpmq: nie je možné prečítať súbor "%s"
sr: urpmq: не могу да прочитам rpm фајл "%s"

source: unexpected expression %s
sk: neočakávaný výraz %s
sr: неочекивани израз %s

source: missing expression before %s
sk: chýbajúci výraz pred %s
sr: недостаје израз испред %s

source: unexpected expression %s (suggestion: use -a or -o ?)
sk: neočakávaný výraz %s (návrh: použitie -a alebo -o?)
sr: неочекивани израз %s (предлог: користи -a или -o ?)

source: no expression to close
sk: žiaden výraz na uzavretie
sr: нема израза за затварање

source: by default urpmf awaits a regexp. you should use option "--literal"
sk: implicitne urpmf čaká na regexp. Mali by ste použiť možnosť "--literal"
sr: подразумевано urpmf очекује regexp. требали би да користите опцију "--literal"

source: chroot directory doesn't exist
sk: chroot adresár neexistuje
sr: chroot директоријум не постоји

source: Can't use %s without %s
sk: Nie je možné použiť %s bez %s
sr: Не могу да користим %s без %s

source: Can't use %s with %s
sk: Nie je možné použiť %s s %s
sr: Не могу да користим %s са %s

source: Too many arguments
sk: Priveľa argumentov
sr: Превише аргумената

source: %s version %s %s This is free software and may be redistributed under the terms of the GNU GPL. usage:
sk: %s verzia %s %s Toto je slobodný softvér, ktorý môže byť distribuovaný za podmienok GNU GPL. použitie:
sr: %s верзија %s %s Ово је бесплатан софтвер и може бити редистрибуиран под условима GNU GPL. употреба:

source: Copyright (C) %s by %s
sk: Copyright (C) %s od %s
sr: Сва права (C) %s задржава %s

source: Copying failed
sk: Kopírovanie zlyhalo
sr: Копирање није успело

source: You must mount CD-ROM yourself (or install perl-Hal-Cdroms to have it done automatically)
sk: Musíte si pripojiť CD-ROM manuálne (alebo nainštalovať perl-Hal-Cdroms pre automatické pripojenie)
sr: Морате сами монтирати CD-ROM (или инсталирати perl-Hal-Cdroms да би се то аутоматски дешавало)

source: Udisks daemon (udisks-daemon) is not running or not ready
sk: Udisks daemon (udisks-daemon) nebeží alebo nie je pripravený
sr: Udisks демон (udisks-daemon) није покренут или није спреман

source: medium "%s" is not available
sk: médium "%s" nie je k dispozícii
sr: медиј "%s" није доступан

source: unable to read rpm file [%s] from medium "%s"
sk: nie je možné prečítať rpm súbor [%s] zo zdroja "%s"
sr: не могу да прочитам rpm датотеку [%s] са медија "%s"

source: syntax error in config file at line %s
sk: syntaktická chyba v konfiguračnom súbore na riadku %s
sr: синтаксна грешка у кофигурационом фајлу на линији %s

source: unable to read config file [%s]
sk: nie je možné prečítať konfiguračný súbor [%s]
sr: није могуће прочитати конфигурациони фајл [%s]

source: medium `%s' is defined twice, aborting
sk: médium `%s je definované dvakrát, ukončujem
sr: медиј `%s' је два пута дефинисан, обустављам

source: unable to write config file [%s]
sk: nie je možné zapísať konfiguračný súbor [%s]
sr: не могу да извршим упис у конфигурациону датотеку [%s]

source: %s is not available, falling back on %s
sk: %s nie je k dispozícii, vraciam sa na %s
sr: %s није доступан, враћам на %s

source: can not read proxy settings (not enough rights to read %s)
sk: nemôžem načítať nastavenia proxy (nedostatočné práva na čítanie %s)
sr: не могу да прочитам подешавањ за прокси (нема довољно овлашћења за читање %s)

source: Please enter your credentials for accessing proxy
sk: Zadajte vaše autorizačné údaje pre prístup k proxy
sr: Молимо унесите Ваша овлашћења за приступ проксију

source: User name:
sk: Používateľské meno:
sr: Корисничко име:

source: Password:
sk: Heslo:
sr: Лозинка:

source: Unknown webfetch `%s' !!!
sk: Neznámy webfetch `%s' !!!
sr: Непознат webfetch `%s' !!!

source: %s failed: exited with signal %d
sk: %s zlyhalo: ukončené so signálom %d
sr: %s неуспешно: излаз са сигналом %d

source: %s failed: exited with %d
sk: %s zlyhalo: ukončené s %d
sr: %s неуспешно: излаз са %d

source: copy failed
sk: kopírovanie zlyhalo
sr: копирање није успело

source: wget is missing
sk: chýba wget
sr: недостаје wget

source: curl is missing
sk: chýba curl
sr: недостаје curl

source: curl failed: download canceled
sk: curl zlyhal: sťahovanie zrušené
sr: curl није успео: преузимање отказано

source: rsync is missing
sk: rsync chýba
sr: недостаје rsync

source: ssh is missing
sk: ssh chýba
sr: недостаје ssh

source: prozilla is missing
sk: prozilla chýba
sr: недостаје prozilla

source: Couldn't execute prozilla
sk: Nie je možné spustiť prozillu
sr: Не могу да покренем prozilla

source: aria2 is missing
sk: aria2 chýba
sr: недостаје aria2

source: Failed to download %s
sk: Zlyhalo sťahovanie %s
sr: Није успело преузмање %s

source: %s%% of %s completed, ETA = %s, speed = %s
sk: %s%% z %s kompletné, ETA = %s, rýchlosť = %s
sr: %s%% од %s завршено, ETA = %s, брзина = %s

source: %s%% completed, speed = %s
sk: %s%% kompletné, rýchlosť = %s
sr: %s%% завршено, брзина = %s

source: retrieving %s
sk: získavanie %s
sr: преузимање %s

source: retrieved %s
sk: získané %s
sr: преузето %s

source: unknown protocol defined for %s
sk: neznámy protokol definovaný pre %s
sr: непознати протокол дефинисан за %s

source: no webfetch found, supported webfetch are: %s
sk: nebol nájdený žiaden balík poskytujúci webfetch, podporované sú tieto: %s
sr: webfetch није пронађен, подржани webfetch-ови су: %s

source: unable to handle protocol: %s
sk: neznámy protokol: %s
sr: не могу да подржим протокол: %s

source: cleaning %s and %s
sk: čistenie %s a %s
sr: чишћење %s и %s

source: package %s is not found.
sk: balík %s nebol nájdený.
sr: пакет %s није пронађен.

source: retrieving rpm files from medium "%s"...
sk: sťahovanie rpm súborov zo zdroja "%s"...
sr: добављам rpm фајлове ѕа медиј "%s"...

source: removing %s
sk: odstraňovanie %s
sr: уклањам %s

source: unable to extract rpm from delta-rpm package %s
sk: nie je možné rozbaliť rpm z balíka delta-rpm %s
sr: није могуће распаковати rpm из delta-rpm пакета %s

source: unable to install package %s
sk: nie je možné nainštalovať balík %s
sr: не могу да инсталирам пакет %s

source: removing bad rpm (%s) from %s
sk: odstraňovanie chybného balíka (%s) z %s
sr: уклањам лошег rpm (%s) изfrom %s

source: removing %s failed: %s
sk: odstraňovanie %s zlyhalo: %s
sr: уклањање %s није успело: %s

source: removing package %s
sk: odstraňovanie balíka %s
sr: уклањам пакет %s

source: created transaction for installing on %s (remove=%d, install=%d, upgrade=%d)
sk: vytvorenie transakcie pre inštaláciu %s (odstrániť=%d, inštalovať=%d, aktualizácia=%d)
sr: креирана трансакција за инсталирање на %s (уклони=%d, инсталирај=%d, ажурирај=%d)

source: unable to create transaction
sk: nie je možné vytvoriť transakciu
sr: не могу да креирам трансакцију

source: removing installed rpms (%s) from %s
sk: odstraňovanie inštalovaných rpm (%s) z %s
sr: уклањање инсталираних rpm-ова (%s) из %s

source: More information on package %s
sk: Viac informácií o balíku %s
sr: Више информација о пакету %s

source: Cannot create ldap cache directory
sk: Nie je možné vytvoriť ldap kešovací adresár
sr: Не могу да креирам ldap кеш директоријум

source: Cannot write cache file for ldap
sk: Nie je možné zapisovať do kešovacieho súboru pre ldap
sr: Не могу да упишем кеш фајл за ldap

source: No server defined, missing uri or host
sk: Server nie je definovaný, chýba uri alebo hosť
sr: Нема дефинисаног сервера, недостаје uri или host

source: No base defined
sk: Nedefinovaný základ
sr: База није дефинисана

source: Cannot connect to ldap uri:
sk: Nie je možné sa pripojiť na ldap uri:
sr: Не могу да се повежем на ldap uri:

source: %s database is locked, process %d is already using it
sk: %s databáza je zamknutá, proces %d ju práve používa
sr: %s база података је закључана, процес %d је већ користи

source: %s database is locked (another program is already using it)
sk: %s databáza je zamknutá (iný program ju práve používa)
sr: %s база података је закључана, (други програм је већ користи)

source: %s database is locked. Waiting...
sk: %s databáza je zamknutá. Čakám...
sr: %s база података је закључана. Чекам...

source: aborting
sk: ruším
sr: обустављам

source: Retry?
sk: Opakovať?
sr: Покушај поново?

source: You may need to update your urpmi database.
sk: Mali by ste aktualizovať vašu urpmi databázu.
sr: Можда би требало да ажурирате своју urpmi базу података.

source: Installation failed, bad rpms: %s
sk: Inštalácia zlyhala , chybné rpm: %s
sr: Инсталација није успела, лоши rpm-ови: %s

source: There is not enough space on your filesystem to download all packages (%s needed, %s available). Are you sure you want to continue?
sk: Nie je dosť miesta vo vašom systéme na stiahnutie všetkých balíkov (%s potrebné, %s dostupné). Ste si istý že chcete pokračovať?
sr: Нема довољно простора на вашем фајл систему за преузимање свих пакета (%s потребно, %s доступно). Да ли сте сигурни да желите да наставите?

source: The following package has bad signature
sk: Nasledujúci balík obsahuje chybnú signatúru.
sr: Следећи пакет има лош потпис

source: The following packages have bad signatures
sk: Nasledujúce balíky obsahujú chybné signatúry
sr: Следећи пакети имају неисправне потписе

source: Do you want to continue installation ?
sk: Chcete pokračovať v inštalácii ?
sr: Да ли желите да наставите конфигурацију ?

source: Installation failed
sk: Inštalácia zlyhala
sr: Инсталација није успела

source: removing installed rpms (%s)
sk: odstraňovanie inštalovaných rpm (%s)
sr: уклањање инсталираних rpm-ова (%s)

source: Try to continue anyway?
sk: Chcete aj tak pokračovať?
sr: Свеједно покушај да наставиш?

source: installing %s from %s
sk: inštalácia %s z %s
sr: инсталирам %s од %s

source: installing %s
sk: inštalácia %s
sr: Инсталирам %s

source: distributing %s
sk: distribuovanie %s
sr: дистрибуирам %s

source: Try installation without checking dependencies?
sk: Skúsiť inštaláciu bez kontroly závislostí?
sr: Покушајте инсталацију без провере зависности?

source: Try harder to install (--force)?
sk: Vynútená inštalácia (--force)?
sr: Приморај на инсталацију (--force)?

source: Packages are up to date
sk: Balíky sú aktualizované
sr: Пакети су ажурирани

source: Installation is possible
sk: Inštalácia je možná
sr: Инсталација је могућа

source: warning: md5sum for %s unavailable in MD5SUM file
sk: varovanie: md5sum pre %s nie je prítomný v súbore MD5SUM
sr: упозорење: md5sum за %s није доступна у MD5SUM фајлу

source: virtual medium "%s" should have a clear url, medium ignored
sk: virtuálny zdroj "%s" by mal obsahovať prázdnu url, zdroj je ignorovaný
sr: виртулени медиј "%s" би требао да има чист url, игноришем медиј

source: unable to access list file of "%s", medium ignored
sk: nie je možné pristúpiť k súboru s zoznamom pre "%s", zdroj bude ignorovaný
sr: не могу да приступим фајлу листе за "%s", медиј игнорисан

source: unable to access synthesis file of "%s", medium ignored
sk: nie je možné pristúpiť k synthesis súboru pre "%s", zdroj bude ignorovaný
sr: није могуће приступити synthesis фајлу "%s", медиј се игнорише

source: trying to override existing medium "%s", skipping
sk: pokus o vynechanie existujúceho zdroja "%s", preskočené
sr: покушавам да заобићем постојећи медиј "%s", прескачем

source: failed to migrate removable device, ignoring media
sk: zlyhala migrácia vymeniteľného média, médium sa ignoruje
sr: није успела миграција преносног уређаја, медиј се игнорише

source: wrote config file [%s]
sk: zápis konfiguračného súboru [%s]
sr: уписујем у конфигурациону датотеку [%s]

source: Can't use parallel mode with use-distrib mode
sk: Nie je možné používať paralelný režim pri use-distrib móde
sr: Не могу да користим паралелни мод са use-distrib модом

source: using associated media for parallel mode: %s
sk: použitie asociovaného zdroja pre paralelný režim: %s
sr: користим додељени медиј за паралелни мод: %s
