Repository: bcornec/urpmi
Catalog: po/*.po
Languages: sk, sr

source: --no-ignore - don't update, mark the media as enabled.
sk: --no-ignore - aktualizovať, označiť zdroj ako neignorovaný.
sr: --no-ignore - не игнорише, означава медиј као активан.

source: --probe-rpms - do not use synthesis, use rpm files directly
sk: --probe-rpms - nepoužívať synthesis, použiť rpm súbory priamo
sr: --probe-rpms - не користи synthesis, користи директно rpm фајлове

source: -a - select all enabled non-removable media.
sk: -a - vybrať všetky nevymeniteľné zdroje.
sr: -a - селекује све активиране не-преносиве медије.

source: -f - force updating synthesis
sk: -f - vnúť aktualizáciu synthesis
sr: -f - приморава на ажурирање synthesis-а

source: -ff - really force updating synthesis
sk: -ff - naozaj vynúti aktualizáciu synthesis
sr: -ff - заиста приморава на ажурирање synthesis-а

source: Only superuser is allowed to update media
sk: Iba superpoužívateľ môže aktualizovať médiá
sr: Само администратор може да ажурира медије

source: nothing to update (use urpmi.addmedia to add a media)
sk: nie je čo aktualizovať (použiť urpmi.addmedia na pridanie zdroja)
sr: нема ничега за ажурирање (користи urpmi.addmedia за додавање медија)

source: the entry to update is missing (one of %s)
sk: chýba názov média pre aktualizáciu (jeden z %s)
sr: недостаје унос за ажурирање (један од %s)

source: ignoring media %s
sk: ignorovanie zdroja %s
sr: игноришем медиј %s

source: enabling media %s
sk: povolenie zdroja %s
sr: активирам медијenabling media %s

source: --searchmedia - use only the given media to search requested (or updated) packages.
sk: --searchmedia - použiť iba zadaný zdroj pre nájdenie požadovaných (alebo aktualizovaných) balíkov.
sr: --searchmedia - користи само дате медије за претраживање тражених (или ажурираних) пакета.

source: --auto-orphans - list orphans
sk: --auto-orphans - zoznam sirotkov
sr: --auto-orphans - листа застарелих

source: --not-available - list installed packages not available on any media.
sk: --not-available - zoznam nainštalovaných balíkov ktoré nie sú na žiadnom zdroji
sr: --not-available - листа инсталираних пакета који нису доступни ни на једном од медија.

source: --fuzzy - impose fuzzy search (same as -y).
sk: --fuzzy - fuzzy vyhľadávanie (to isté ako -y).
sr: --fuzzy - узрокује fuzzy претрагу (исто као -y).

source: --list - list available packages.
sk: --list - zobraziť všetky dostupné balíky.
sr: --list - приказује листу пакета.

source: --list-media - list available media.
sk: --list-media - zobraziť dostupné zdroje.
sr: --list-media - приказује листу медија.

source: --list-url - list available media and their url.
sk: --list-url - zobraziť dostupné zdroje a ich url.
sr: --list-media - приказује листу медија и љихов урл.

source: --list-nodes - list available nodes when using --parallel.
sk: --list-nodes - zobraziť dostupné uzly použiteľné pre --parallel.
sr: --list-nodes - приказује листу чворова при коришћењу опције --parallel.

source: --list-aliases - list available parallel aliases.
sk: --list-aliases - zobraziť dostupné aliasy pre --parallel.
sr: --list-aliases - приказује листу паралелних алијаса.

source: --src - next package is a source package (same as -s).
sk: --src - nasledujúci balík je zdrojový balík (to isté ako -s).
sr: --src - следећи пакет је изворни пакет (исто као и -s).

source: --sources - print source URLs of selected packages
sk: --sources - zobraz URL zdroja vybraného balíka
sr: --sources - приказује изворне URL-ове изабраних пакета

source: --ignorearch - allow to query rpms for unmatched architectures.
sk: --ignorearch - dovolí inštalovať balíky z iných architektúr.
sr: --ignorearch - омогућава претрагу rpm-ове за неодговарајуће архитектуре.

source: --use-distrib - configure urpmi on the fly from a distrib tree. This permit to querying a distro.
sk: --use-distrib - nastaviť urpmi pre používanie distribučného zdroja. To umožňuje zadávať dotazy na distribúciu.
sr: --use-distrib - подешава urpmi у лету са distrib стабла. Ова опција дозвољава испитивање дистрибуције.

source: --changelog - print changelog.
sk: --changelog - zobraziť históriu zmien.
sr: --changelog - приказује лог са изменама.

source: --conflicts - print conflicts.
sk: --conflicts - zobraz konflikty.
sr: --conflicts - приказује конфликте.

source: --obsoletes - print obsoletes.
sk: --obsoletes - zobraziť zastaralé.
sr: --obsoletes - приказује застареле.

source: --provides - print provides.
sk: --provides - zobraziť poskytované.
sr: --provides - приказује доступне.

source: --requires - print requires.
sk: --requires - zobraziť vyžadované.
sr: --requires - приказује потребне.

source: --recommends - print recommends.
sk: --recommends - zobraziť doporučené.
sr: --recommends - приказује препоруке.

source: --sourcerpm - print sourcerpm.
sk: --sourcerpm - zobraziť zdrojové rpm.
sr: --sourcerpm - приказује sourcerpm.

source: --summary, -S - print summary.
sk: --summary, -S - zobraziť sumár.
sr: --summary, -S - приказује сажетак.

source: --requires-recursive, -d - query package dependencies.
sk: --requires-recursive, -d - opýtať sa na závislosti balíka
sr: --requires-recursive, -d - испитује зависности пакетаquery package dependencies.

source: --whatrequires - reverse search to what requires package.
sk: --whatrequires - reverzné vyhľadávanie závislostí balíka.
sr: --whatrequires - претрага уназад за оним што захтева пакет.

source: --whatrequires-recursive - extended reverse search (includes virtual packages).
sk: --whatrequires-recursive - rozšírené reverzné vyhľadávanie (vrátane virtuálnych balíkov).
sr: --whatrequires-recursive - проширује повратн претрагу (укључује виртуелне пакете).

source: --whatprovides, -p - search in provides to find package.
sk: --whatprovides, -p - vyhľadať balík hľadaním v poskytovaných.
sr: --whatprovides, -p - тражи у доступним да би пронашао пакет.

source: -c - complete output with package to be removed.
sk: -c - kompletný výstup s balíkmi na odstránenie.
sr: -c - потпун излаз са пакетом који треба да се уклони.

source: -g - print groups with name also.
sk: -g - zobraziť skupiny aj s menami.
sr: -g - приказује групе укључујући и име.

source: -i - print useful information in human readable form.
sk: -i - zobraziť užitočné informácie v čitateľnom formáte.
sr: -i - приказје корисне информације у, за људе читљивном облику.

source: -l - list files in package.
sk: -l - zoznam súborov v balíku.
sr: -l - приказује фајлове у пакету.

source: -m - equivalent to -du
sk: -m - ekvivalent k -du
sr: -m - екививалент за -du

source: -r - print version and release with name also.
sk: -r - zobraziť verziu a vydanie spoločne s menom.
sr: -r - приказује верзију укључујући и име.

source: -s - next package is a source package (same as --src).
sk: -s - nasledujúci balík je zdrojový balík (to isté ako --src).
sr: -s - следећи пакет је изворни пакет (исто као и --src).

source: -u - remove package if a more recent version is already installed.
sk: -u - odstrániť balík ak už je nainštalovaná novšia verzia.
sr: -u - уклања пакете уколико је новија верзија већ инсталирана.

source: -y - impose fuzzy search (same as --fuzzy).
sk: -y - fuzzy vyhľadávanie (to isté ako --fuzzy).
sr: -y - узрокује fuzzy претрагу (као и --fuzzy).

source: -Y - like -y, but forces to match case-insensitively.
sk: -Y - ako -y, ale vnútiť vyhľadávanie bez rozlišovania veľkosti písmen.
sr: -Y - као -y, али приморава да поклапање буде неосетљиво на величну слова.

source: names or rpm files given on command line are queried.
sk: mená alebo rpm súbory zadané na príkazovom riadku budú dotazované.
sr: имена или rpm фајлови који су дати у командној линији се проверавају.

source: usage: "urpmq --auto-orphans" with no argument
sk: použitie: "urpmq --auto-orphans" bez argumentov
sr: употреба: "urpmq --auto-orphans" без аргумената

source: --list-nodes can only be used with --parallel
sk: --list-nodes nemôže byť použité len s --parallel
sr: --list-nodes се може користити само са опцијом --parallel

source: use -l to list files
sk: použite -l ku prehliadaniu súborov
sr: користи -l за листу фајлова

source: no xml info for medium "%s", only partial result for package %s
sk: žiadne xml info pr zdroj "%s", iba čiastočný výsledok pre balík %s
sr: Нема xml инфа за медиј "%s", само делимични резултати за пакет %s

source: no xml info for medium "%s", only partial result for packages %s
sk: žiadne xml info pr zdroj "%s", iba čiastočný výsledok pre balíky %s
sr: Нема xml инфа за медиј "%s", само делимични резултати за пакетe %s

source: no xml info for medium "%s", unable to return any result for package %s
sk: žiadne xml info pr zdroj "%s", žiadny výsledok pre balík %s
sr: Нема xml инфа за медиј "%s", није могуће приказати било који резултат за пакет %s

source: no xml info for medium "%s", unable to return any result for packages %s
sk: žiadne xml info pr zdroj "%s", žiadny výsledok pre balíky %s
sr: Нема xml инфа за медиј "%s", није могуће приказати било који резултат за пакетe %s

source: No changelog found
sk: Nebol nájdený zoznam zmien
sr: Лог са изменама није пронађен

source: Software Installer
sk: Inštalátor softvéru
sr: Инсталер софтвера

source: Graphical front end to install RPM files
sk: Grafický nástroj pre inštalovanie RPM balíkov
sr: Графички интерфејс за инсталацију RPM пакета

source: Run Mageia Package Installer
sk: Spustiť Mageia Inštalátor balíkov
sr: Покренi Mageia Инсталер Пакета

source: Authentication is required to run Mageia Package Installer
sk: Overenie je požadované ku spusteniu Mageia Inštalátora balíkov
sr: Потребна је аутентификација за покретање Mageia Инсталера Пакета

source: --epoch - epoch
sk: --epoch - epocha

source: --dump-config - dump the config in form of urpmi.addmedia argument.
sk: --dump-config - exportovať konfiguráciu v tvare argumentu pre urpmi.addmedia.
